export const QA = [
    {
        Q: "ทวีปที่ใหญ่ที่สุดในโลก คือทวีปใด?",
        A: "ทวีปเอเชีย",
        B: "ทวีปเเอฟริกา",
        C: "ทวีปอเมริกาเหนือ",
        D: "ทวีปยุโรป",
        True: "A"
    },

    {
        Q: "ประเทศที่ประดิษฐ์และส่งดาวเทียมประเทศแรก คือประเทศใด?",
        A: "",
        B: "",
        C: "",
        D: "สหภาพโซเวียต (รัสเซีย)",
        True: "D"
    },

    {
        Q: "นกที่มีขนาดใหญ่ที่สุดในโลก มีชื่อว่าอะไร?",
        A: "",
        B: "นกกระจอกเทศ",
        C: "",
        D: "",
        True: "B"
    },

    {
        Q: "มหาสมุทรที่ใหญ่ที่สุดในโลก คือมหาสมุทรใด?",
        A: "",
        B: "",
        C: "มหาสมุทรแปซิฟิก",
        D: "",
        True: "C"
    },

    {
        Q: "ประเทศที่ส่งมนุษย์อวกาศไปดวงจันทร์ได้สำเร็จประเทศแรก คือประเทศใด?",
        A: "สหรัฐอเมริกา",
        B: "",
        C: "",
        D: "",
        True: "A"
    },

    {
        Q: "นกที่ตัวเล็กที่สุดในโลก มีชื่อว่าอะไร?",
        A: "",
        B: "",
        C: "",
        D: "ฮัมมิงเบิร์ด",
        True: "D"
    },

    {
        Q: "แม่น้ำที่ยาวที่สุดในโลก คือแม่น้ำใด?",
        A: "",
        B: "แม่น้ำไนล์",
        C: "",
        D: "",
        True: "B"
    },

    {
        Q: "ประเทศที่ผลิตเบียร์มากที่สุดในโลก คือประเทศใด?",
        A: "",
        B: "",
        C: "เยอรมนี",
        D: "",
        True: "C"
    },

    {
        Q: "ธาตุที่เบาที่สุดในโลก คือธาตุใด?",
        A: "ธาตุไฮโดรเจน",
        B: "",
        C: "",
        D: "",
        True: "A"
    },

    {
        Q: "เกาะที่ใหญ่ที่สุดในโลก คือเกาะใด?",
        A: "",
        B: "เกาะกรีนแลนด์",
        C: "",
        D: "",
        True: "B"
    },

    {
        Q: "ประเทศที่ปลูกชามากที่สุดในโลก คือประเทศใด?",
        A: "",
        B: "",
        C: "จีน",
        D: "",
        True: "C"
    },

    {
        Q: "ทวีปที่เล็กที่สุดในโลก คือทวีปใด?",
        A: "",
        B: "",
        C: "",
        D: "ทวีปออสเตรเลีย",
        True: "D"
    },

    {
        Q: "ประเทศที่ขุดน้ำมันดิบส่งออกมากที่สุดในโลก คือประเทศใด?",
        A: "ซาอุดิอาระเบีย",
        B: "",
        C: "",
        D: "",
        True: "A"
    },

    {
        Q: "แม่น้ำที่กว้างที่สุดในโลก คือแม่น้ำใด?",
        A: "",
        B: "แม่น้ำอเมซอน",
        C: "",
        D: "",
        True: "B"
    },

    {
        Q: "ศาสนาที่มีคนนับถือมากที่สุดในโลก คือศาสนาใด?",
        A: "",
        B: "",
        C: "ศาสนาคริสต์",
        D: "",
        True: "C"
    },

    {
        Q: "ยอดเขาที่สูงที่สุดในโลก คือยอดเขาใด?",
        A: "",
        B: "",
        C: "",
        D: "ยอดเขาเอเวอเรสต์",
        True: "D"
    },

    {
        Q: "กำแพงที่ยาวที่สุดในโลก คือกำแพงใด?",
        A: "กำแพงเมืองจีน",
        B: "",
        C: "",
        D: "",
        True: "A"
    },

    {
        Q: "เทือกเขาที่ยาวที่สุดในโลก คือเทือกเขาใด?",
        A: "",
        B: "เทือกเขาแอนดีส",
        C: "",
        D: "",
        True: "B"
    },

    {
        Q: "ศาสนสถานที่ใหญ่ที่สุดในโลก คือที่ใด?",
        A: "",
        B: "",
        C: "นครวัด (กัมพูชา)",
        D: "",
        True: "C"
    },

    {
        Q: "ทะเลทรายที่ใหญ่และร้อนที่สุดในโลก คือทะเลทรายใด?",
        A: "",
        B: "",
        C: "",
        D: "ทะเลทรายซาฮาร่า",
        True: "D"
    },

    {
        Q: "สถานีรถไฟที่ใหญ่ที่สุดในโลก คือสถานีรถไฟใด?",
        A: "แกรนด์ เซ็นทรัล เทอร์มินอล",
        B: "",
        C: "",
        D: "",
        True: "A"
    },

    {
        Q: "น้ำตกที่มีทัศนียภาพสวยงามและใหญ่ที่สุดในโลก คือน้ำตกใด?",
        A: "",
        B: "น้ำตกไนแองการา",
        C: "",
        D: "",
        True: "B"
    },

    {
        Q: "หอนาฬิกาเรือนใหญ่ที่สุดในโลก คือที่ใด?",
        A: "",
        B: "",
        C: "หอนาฬิกาบิกเบน",
        D: "",
        True: "C"
    },

    {
        Q: "ประเทศที่เล็กที่สุดในโลก คือประเทศใด?",
        A: "",
        B: "",
        C: "",
        D: "นครรัฐวาติกัน",
        True: "D"
    },

    {
        Q: "ดาวเคราะห์ในระบบสุริยะที่อยู่ใกล้โลกมากที่สุด คือดาวเคราะห์ใด?",
        A: "ดาวศุกร์",
        B: "",
        C: "",
        D: "",
        True: "A"
    },

    {
        Q: "ประเทศที่มีพลเมืองมากที่สุดในโลก คือประเทศใด?",
        A: "",
        B: "จีน",
        C: "",
        D: "",
        True: "B"
    },

    {
        Q: "มนุษย์อวกาศคนแรกของโลก คือใคร?",
        A: "",
        B: "",
        C: "ยูริ กาการิน",
        D: "",
        True: "C"
    },

    {
        Q: "ประเทศที่มีเกาะมากที่สุดในโลก คือประเทศใด?",
        A: "",
        B: "",
        C: "",
        D: "อินโดนีเซีย",
        True: "D"
    },

    {
        Q: "สัตว์เลี้ยงลูกด้วยนมที่ออกลูกเป็นไข่ มีชื่อว่าอะไร?",
        A: "ตุ่นปากเป็ด",
        B: "",
        C: "",
        D: "",
        True: "A"
    },

    {
        Q: "ประเทศที่อยู่สูงที่สุดในโลก คือประเทศใด?",
        A: "",
        B: "ภูฏาน",
        C: "",
        D: "",
        True: "B"
    },

    {
        Q: "สัตว์ที่มีอายุยืนที่สุดในโลก มีชื่อว่าอะไร?",
        A: "",
        B: "",
        C: "ฟองน้ำยักษ์",
        D: "",
        True: "C"
    },

    {
        Q: "สัตว์บกที่มีขนาดใหญ่ที่สุดในโลก มีชื่อว่าอะไร?",
        A: "",
        B: "",
        C: "",
        D: "ช้างแอฟริกา",
        True: "D"
    },

    {
        Q: "ประเทศที่มีการใช้ภาษามากที่สุดในโลก คือประเทศใด?",
        A: "อินเดีย",
        B: "",
        C: "",
        D: "",
        True: "A"
    },

    {
        Q: "สัตว์น้ำที่มีขนาดใหญ่ที่สุดในโลก มีชื่อว่าอะไร?",
        A: "",
        B: "วาฬสีน้ำเงิน",
        C: "",
        D: "",
        True: "B"
    },

    {
        Q: "ประเทศที่ปลูกกาแฟมากที่สุดนโลก คือประเทศใด?",
        A: "",
        B: "",
        C: "บราซิล",
        D: "",
        True: "C"
    },

]

