export const QA = [
    {
        Q: "ทวีปที่ใหญ่ที่สุดในโลก คือทวีปใด?",
        A: "ทวีปเอเชีย",
        B: "ทวีปเเอฟริกา",
        C: "ทวีปอเมริกาเหนือ",
        D: "ทวีปยุโรป",
        True: "A"
    },

    {
        Q: "ประเทศที่ประดิษฐ์และส่งดาวเทียมประเทศแรก คือประเทศใด?",
        A: "จีน",
        B: "สหรัฐอเมริกา",
        C: "บราซิล",
        D: "สหภาพโซเวียต (รัสเซีย)",
        True: "D"
    },

    {
        Q: "นกที่มีขนาดใหญ่ที่สุดในโลก มีชื่อว่าอะไร?",
        A: "นกยูง",
        B: "นกกระจอกเทศ",
        C: "นกแก้ว",
        D: "นกแอร์",
        True: "B"
    },

    {
        Q: "มหาสมุทรที่ใหญ่ที่สุดในโลก คือมหาสมุทรใด?",
        A: "มหาสมุทรแอตแลนติก",
        B: "มหาสมุทรอินเดีย",
        C: "มหาสมุทรแปซิฟิก",
        D: "มหาสมุทรอาร์กติก",
        True: "C"
    },

    {
        Q: "ประเทศที่ส่งมนุษย์อวกาศไปดวงจันทร์ได้สำเร็จประเทศแรก คือประเทศใด?",
        A: "สหรัฐอเมริกา",
        B: "บราซิล",
        C: "จีน",
        D: "อินเดีย",
        True: "A"
    },

    {
        Q: "นกที่ตัวเล็กที่สุดในโลก มีชื่อว่าอะไร?",
        A: "นกกระจอกเทศ",
        B: "นกกระจ้อยคอดำ",
        C: "ฟลามิงโก",
        D: "ฮัมมิงเบิร์ด",
        True: "D"
    },

    {
        Q: "แม่น้ำที่ยาวที่สุดในโลก คือแม่น้ำใด?",
        A: "แม่น้ำโขง",
        B: "แม่น้ำไนล์",
        C: "แม่น้ำแยงซี",
        D: "แม่น้ำเจ้าพระยา",
        True: "B"
    },

    {
        Q: "ประเทศที่ผลิตเบียร์มากที่สุดในโลก คือประเทศใด?",
        A: "อินเดีย",
        B: "สหรัฐอเมริกา",
        C: "เยอรมนี",
        D: "บราซิล",
        True: "C"
    },

    {
        Q: "ธาตุที่เบาที่สุดในโลก คือธาตุใด?",
        A: "ธาตุไฮโดรเจน",
        B: "ธาตุไทเทเนียม",
        C: "ธาตุเงิน",
        D: "ธาตุทองคำ",
        True: "A"
    },

    {
        Q: "เกาะที่ใหญ่ที่สุดในโลก คือเกาะใด?",
        A: "เกาะเกร็ด",
        B: "เกาะกรีนแลนด์",
        C: "เกาะล้าน",
        D: "เกาะมีลอส",
        True: "B"
    },

    {
        Q: "ประเทศที่ปลูกชามากที่สุดในโลก คือประเทศใด?",
        A: "บราซิล",
        B: "อาร์เจนตินา",
        C: "จีน",
        D: "อินเดีย",
        True: "C"
    },

    {
        Q: "ทวีปที่เล็กที่สุดในโลก คือทวีปใด?",
        A: "ทวีปอเมริกาใต้",
        B: "ทวีปอเมริกาเหนือ",
        C: "ทวีปเอเชีย",
        D: "ทวีปออสเตรเลีย",
        True: "D"
    },

    {
        Q: "ประเทศที่ขุดน้ำมันดิบส่งออกมากที่สุดในโลก คือประเทศใด?",
        A: "ซาอุดิอาระเบีย",
        B: "อินเดีย",
        C: "จีน",
        D: "สหรัฐอเมริกา",
        True: "A"
    },

    {
        Q: "แม่น้ำที่กว้างที่สุดในโลก คือแม่น้ำใด?",
        A: "แม่น้ำเจ้าพระยา",
        B: "แม่น้ำอเมซอน",
        C: "แม่น้ำฮัน",
        D: "แม่น้ำเทมส์",
        True: "B"
    },

    {
        Q: "ศาสนาที่มีคนนับถือมากที่สุดในโลก คือศาสนาใด?",
        A: "ศาสนาอิสลาม",
        B: "ศาสนาพุทธ",
        C: "ศาสนาคริสต์",
        D: "ศาสนาฮินดู",
        True: "C"
    },

    {
        Q: "ยอดเขาที่สูงที่สุดในโลก คือยอดเขาใด?",
        A: "ยอดเขาแมทเธอร์ฮอร์น",
        B: "ยอดเขาจุงเฟรา",
        C: "ยอดเขาริกิ",
        D: "ยอดเขาเอเวอเรสต์",
        True: "D"
    },

    {
        Q: "กำแพงที่ยาวที่สุดในโลก คือกำแพงใด?",
        A: "กำแพงเมืองจีน",
        B: "กําแพงเบอร์ลิน",
        C: "กำแพงเพชร",
        D: "กําแพงแสน",
        True: "A"
    },

    {
        Q: "เทือกเขาที่ยาวที่สุดในโลก คือเทือกเขาใด?",
        A: "เทือกเขาร็อกกี้",
        B: "เทือกเขาแอนดีส",
        C: "เทือกเขาตะนาวศรี",
        D: "เทือกเขาหิมาลัย",
        True: "B"
    },

    {
        Q: "ศาสนสถานที่ใหญ่ที่สุดในโลก คือที่ใด?",
        A: "วัดพระแก้ว (ไทย)",
        B: "มหาวิหารเซนต์ปีเตอร์ (นครรัฐวาติกัน)",
        C: "นครวัด (กัมพูชา)",
        D: "วัดโทได (ญี่ปุ่น)",
        True: "C"
    },

    {
        Q: "ทะเลทรายที่ใหญ่และร้อนที่สุดในโลก คือทะเลทรายใด?",
        A: "ทะเลทรายขาว",
        B: "ทะเลทรายโกบี",
        C: "ทะเลทรายดำ",
        D: "ทะเลทรายซาฮาร่า",
        True: "D"
    },

    {
        Q: "สถานีรถไฟที่ใหญ่ที่สุดในโลก คือสถานีรถไฟใด?",
        A: "แกรนด์ เซ็นทรัล เทอร์มินอล",
        B: "สถานีรถไฟหัวลําโพง",
        C: "สถานีรถไฟแซงต์-ลาซาร์",
        D: "สถานีรถไฟหัวหิน",
        True: "A"
    },

    {
        Q: "น้ำตกที่มีทัศนียภาพสวยงามและใหญ่ที่สุดในโลก คือน้ำตกใด?",
        A: "น้ําตกเจ็ดสาวน้อย",
        B: "น้ำตกไนแองการา",
        C: "น้ำตกโยเซมิตี",
        D: "น้ําตกเอราวัณ",
        True: "B"
    },

    {
        Q: "หอนาฬิกาเรือนใหญ่ที่สุดในโลก คือที่ใด?",
        A: "หอนาฬิกาห้วยขวาง",
        B: "นาฬิกาดาราศาสตร์",
        C: "หอนาฬิกาบิ๊กเบน",
        D: "หอนาฬิกาหลวง",
        True: "C"
    },

    {
        Q: "ประเทศที่เล็กที่สุดในโลก คือประเทศใด?",
        A: "อาร์เจนตินา",
        B: "จีน",
        C: "มาเลเซีย",
        D: "นครรัฐวาติกัน",
        True: "D"
    },

    {
        Q: "ดาวเคราะห์ในระบบสุริยะที่อยู่ใกล้โลกมากที่สุด คือดาวเคราะห์ใด?",
        A: "ดาวศุกร์",
        B: "ดาวเนปจูน",
        C: "ดาวเสาร์",
        D: "ดาวพฤหัสบดี",
        True: "A"
    },

    {
        Q: "ประเทศที่มีพลเมืองมากที่สุดในโลก คือประเทศใด?",
        A: "สหรัฐอเมริกา",
        B: "จีน",
        C: "ไทย",
        D: "อาร์เจนตินา",
        True: "B"
    },

    {
        Q: "มนุษย์อวกาศคนแรกของโลก คือใคร?",
        A: "นีล อาร์มสตรอง",
        B: "สมชาย เข็มกลัด",
        C: "ยูริ กาการิน",
        D: "มอร์ตี้ สมิธ",
        True: "C"
    },

    {
        Q: "ประเทศที่มีเกาะมากที่สุดในโลก คือประเทศใด?",
        A: "ไทย",
        B: "อาร์เจนตินา",
        C: "ญี่ปุ่น",
        D: "อินโดนีเซีย",
        True: "D"
    },

    {
        Q: "สัตว์เลี้ยงลูกด้วยนมที่ออกลูกเป็นไข่ มีชื่อว่าอะไร?",
        A: "ตุ่นปากเป็ด",
        B: "โลมา",
        C: "ไก่",
        D: "เต่า",
        True: "A"
    },

    {
        Q: "ประเทศที่อยู่สูงที่สุดในโลก คือประเทศใด?",
        A: "บราซิล",
        B: "ภูฏาน",
        C: "จีน",
        D: "สหรัฐอเมริกา",
        True: "B"
    },

    {
        Q: "สัตว์ที่มีอายุยืนที่สุดในโลก มีชื่อว่าอะไร?",
        A: "เต่า",
        B: "สิงโต",
        C: "ฟองน้ำยักษ์",
        D: "ค้างคาว",
        True: "C"
    },

    {
        Q: "สัตว์บกที่มีขนาดใหญ่ที่สุดในโลก มีชื่อว่าอะไร?",
        A: "เสือดาว",
        B: "แมวป่า",
        C: "ยีราฟ",
        D: "ช้างแอฟริกา",
        True: "D"
    },

    {
        Q: "ประเทศที่มีการใช้ภาษามากที่สุดในโลก คือประเทศใด?",
        A: "อินเดีย",
        B: "อาร์เจนตินา",
        C: "บราซิล",
        D: "จีน",
        True: "A"
    },

    {
        Q: "สัตว์น้ำที่มีขนาดใหญ่ที่สุดในโลก มีชื่อว่าอะไร?",
        A: "ช้างแอฟริกา",
        B: "วาฬสีน้ำเงิน",
        C: "สิงโตทะเล",
        D: "ตุ่นปากเป็ด",
        True: "B"
    },

    {
        Q: "ประเทศที่ปลูกกาแฟมากที่สุดนโลก คือประเทศใด?",
        A: "อินโดนีเซีย",
        B: "สหรัฐอเมริกา",
        C: "บราซิล",
        D: "อินเดีย",
        True: "C"
    },

    {
        Q: "ดาวดวงใดที่สามารถให้พลังงานแสงและความร้อนได้ในระบบสุริยะ?",
        A: "ดวงอาทิตย์",
        B: "ดาวพฤหัสบดี",
        C: "ดาวพุธ",
        D: "ดาวศุกร์",
        True: "A"
    },

    {
        Q: "ดาวดวงใดมีวงโคจรระหว่างโลกกับดาวพฤหัสบดี?",
        A: "ดาวเนปจูน",
        B: "ดาวอังคาร",
        C: "ดาวพฤหัสบดี",
        D: "ดาวเสาร์",
        True: "B"
    },
    {
        Q: "โลกได้ชื่อว่าเป็นดาวเคราะห์สีอะไร?",
        A: "สีส้ม",
        B: "สีแดง",
        C: "สีน้ำเงิน",
        D: "สีเหลือง",
        True: "C"
    },
    {
        Q: "ดาวเคราะห์ดวงใดใหญ่ที่สุดในระบบสุริยะ?",
        A: "ดวงอาทิตย์",
        B: "ดาวอังคาร",
        C: "ดาวพุธ",
        D: "ดาวพฤหัสบดี",
        True: "D"
    },
    {
        Q: "'เตาไฟแช่แข็ง' คือฉายาของดาวดวงใดในระบบสุริยะ?",
        A: "ดาวอังคาร",
        B: "ดาวเนปจูน",
        C: "ดาวเสาร์",
        D: "ดาวพุธ",
        True: "D"
    },
    {
        Q: "ดาวเคราะห์ดวงใดในระบบสุริยะที่มีดวงจันทร์บริวารมากที่สุด?",
        A: "ดาวพลูโต",
        B: "ดาวเสาร์",
        C: "ดาวอังคาร",
        D: "ดาวพฤหัสบดี",
        True: "B"
    },
    {
        Q: "ดาวดวงใดที่ไม่มีวงแหวนล้อมรอบ?",
        A: "ดาวพฤหัสบดี",
        B: "ดาวเสาร์",
        C: "ดาวยูเรนัส",
        D: "ดาวอังคาร",
        True: "D"
    },
    {
        Q: "แหล่งกำเนิดแสงใดไม่เกิดจากธรรมชาติ?",
        A: "ดวงอาทิตย์",
        B: "หิ่งห้อย",
        C: "หลอดไฟ",
        D: "ฟ้าผ่า",
        True: "C"
    },
    {
        Q: "ข้อใดเป็นบริวารของโลก?",
        A: "ดาวเหนือ",
        B: "ดวงจันทร์",
        C: "ดาวพุธ",
        D: "ดาวศุกร์",
        True: "B"
    },
    {
        Q: "ข้อใดเป็นดาวฤกษ์?",
        A: "ดวงอาทิตย์",
        B: "ดาวเสาร์",
        C: "ดาวเนปจูน",
        D: "ดาวอังคาร",
        True: "A"
    },

]

